# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

# Binaries
brew 'antibody'
brew 'bash'
brew 'bat'
brew 'curl'
brew 'ffmpeg'
brew 'gatsby-cli'
brew 'git'
brew 'grep'
brew 'eslint'
brew 'mackup'
brew 'mas'
brew 'neovim'
brew 'prettier'
brew 'screenfetch'
brew 'trash'
brew 'tree'
brew 'wifi-password'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'

# Fonts
cask 'font-hack'
cask 'font-inter'
cask 'font-liberation-mono-for-powerline'
cask 'font-public-sans'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-roboto-mono'
cask 'font-roboto-mono-for-powerline'
cask 'font-roboto-slab'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-space-grotesk'
cask 'font-space-mono'
cask 'font-work-sans'

# Apps
cask '1password'
cask 'adobe-creative-cloud'
cask 'arc'
cask 'balenaetcher'
cask 'calibre'
cask 'cyberduck'
cask 'discord'
cask 'dozer'
cask 'figma'
cask 'garmin-express'
cask 'geekbench'
cask 'hackintool'
cask 'iina'
cask 'iterm2'
cask 'karabiner-elements'
cask 'homebrew/cask-drivers/logitech-options'
cask 'loom'
cask 'notion'
cask 'plex'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'tor-browser'
cask 'visual-studio-code'
cask 'workbench'
cask 'zotero'

# Mac App Store
mas 'iStat Menus', id: 1319778037
mas 'LINE', id: 539883307
mas 'npmhub', id: 1542090429
mas 'RightFont - font manager', id: 1475782381
mas 'RunCat', id: 1429033973
mas 'SnippetsLab', id: 1006087419
