# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'

# Binaries
brew 'antibody'
brew 'bash'
brew 'bat'
brew 'curl'
brew 'ffmpeg'
brew 'git'
brew 'grep'
brew 'neovim'
brew 'pfetch'
brew 'prettier'
brew 'tree'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'

# Fonts
cask 'font-hack'
cask 'font-inter'
cask 'font-liberation-mono-for-powerline'
cask 'font-public-sans'
cask 'font-roboto'
cask 'font-roboto-condensed'
cask 'font-roboto-mono'
cask 'font-roboto-mono-for-powerline'
cask 'font-roboto-slab'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-space-grotesk'
cask 'font-space-mono'
cask 'font-work-sans'
